/* Status text for queued multi-part archives */
"%@ (+%d more)" = "%1$@ (+%2$d en plus)";

/* Error message string. The first %@ is the file name, the second the archive name, the third is error message */
"Could not extract the file \"%@\" from the archive \"%@\": %@" = "Impossible d'extraire le fichier \"%1$@\" de l'archive \"%2$@\": %3$@";

/* Error message string. The first %@ is the file name, the second the archive name, the third is error message */
"Could not extract the resource fork for the file \"%@\" from the archive \"%@\":\n%@" = "Impossible d'extraire les métadonnées pour le fichier \"%1$@\" de l'archive \"%2$@\":\n%3$@";

/* Option in the password encoding pop-up to use the default encoding */
"Default encoding" = "Encodage par défaut";

/* Option in the encoding pop-up to detect the encoding automatically */
"Detect automatically" = "Détecter automatiquement";

/* Panel OK button title when choosing an unarchiving destination for an archive */
"Extract" = "Extraire";

/* Panel title when choosing an unarchiving destination for an archive */
"Extract Archive" = "Extraire l'archive";

/* Status text while extracting an archive */
"Extracting \"%@\"" = "En cours d'extraction \"%@\"";

/* Status text when preparing to extract an archive */
"Preparing to extract \"%@\"" = "Préparation à l'extraction \"%@\"";

/* Panel OK button title when choosing a default unarchiving destination */
"Select" = "Sélectionner";

/* Panel title when choosing archives to extract */
"Select files to unarchive" = "Sélectionner les fichiers à décompresser";

/* Error message for files not extractable by The Unarchiver */
"The contents of the file \"%@\" can not be extracted with this program." = "Le contenu du fichier \"%@\" ne peut pas être extrait avec ce programme.";

/* Error message when encountering an error while extracting entries */
"There was a problem while extracting the contents of the file \"%@\": %@" = "Un problème est survenu lors de l'extraction du fichier \"%1$@\": %2$@";

/* Error message when encountering an error while parsing an archive */
"There was a problem while reading the contents of the file \"%@\": %@" = "Un problème est survenu lors de la lecture du fichier \"%1$@\": %2$@";

/* Panel OK button title when choosing archives to extract */
"Unarchive" = "Décompresser";

/* Status text when asking for a password */
"You need to supply a password to open the archive \"%@\"." = "Vous devez fournir un mot de passe pour ouvrir l'archive \"%@\".";

/* Title for nagging alert on first startup */
"Where should The Unarchiver extract archives?" = "Où The Unarchiver doit-il extraire les archives ?";

/* Content of nagging alert on first startup */
"Would you like The Unarchiver to extract archives to the same folder as the archive file, or would you prefer to be asked for a destination folder for every individual archive?" = "Souhaitez-vous que The Unarchiver extraie les archives dans le même dossier que celui de l'archive, ou préférez-vous choisir un dossier de destination pour chaque archive ?";

/* Button to ask every time in nagging alert on first startup */
"Ask every time" = "Demander tout le temps";

/* Button to extract to the same folder in nagging alert on first startup */
"Extract to the same folder" = "Extraire dans le même dossier";

/* Informative text in the file panel shown when trying to gain sandbox access */
"The Unarchiver does not have permission to write to this folder. To allow The Unarchiver to write to this folder, simply click \"Extract\". This permission will be remembered for this folder, and The Unarchiver will not need to ask for it again." = "The Unarchiver ne peut pas écrire dans ce dossier, le système de bac à sable de Mac OS X pouvant en bloquer l'accès. Afin d'autoriser The Unarchiver à écrire dans ce dossier, cliquez simplement sur \"Extraire\". Cette permission sera mémorisée et The Unarchiver ne vous la demandera plus.";

/* Informative text in the file panel shown when trying to gain sandbox access for multi-part archives */
"The Unarchiver needs to search for more parts of this archive, but does not have permission to read the folder. To allow The Unarchiver to search in this folder, simply click \"Search\". This permission will be remembered for this folder, and The Unarchiver will not need to ask for it again." = "The Unarchiver a besoin de rechercher les autres parties de cette archive, mais le système de bac à sable de Mac OS X bloque l'accès au dossier. Afin d'autoriser The Unarchiver à rechercher dans ce dossier, cliquez simplement sur \"Rechercher\". Cette permission sera mémorisée et The Unarchiver ne vous la demandera plus.";

/* Panel OK button title when searching for more archive parts */
"Search" = "Rechercher";

/* Error messages from XADMaster.framework. Some are converted to friendlier messages in English, too. */

/* Common errors */
"Attempted to read more data than was available" = "L'archive est incomplète";
"Opening file failed" = "Le fichier n'a pas pu être ouvert";
"Missing or wrong password" = "Le mot de passe fourni est incorrect";
"Wrong checksum" = "L'archive est corrompue";
"Could not create directory" = "Impossible de créer le dossier";

/* Uncommon or unused errors */
"Unknown error" = "Erreur inconnue";
"Failed to write to file" = "Impossible d'écrire vers le fichier";
"Function called with illegal parameters" = "Fonction appelée avec des paramètres incorrects";
"Not enough memory available" = "Pas assez de mémoire disponible";
"Data is corrupted" = "Les données sont corompues";
"File is not fully supported" = "Le fichier n'est pas entièrement supporté";
"Required resource missing" = "Une ressource requise est manquante";
"Error on decrunching" = "Erreur lors du decrunching";
"Unknown file type" = "Type de fichier inconnu";
"File, disk has been skipped" = "Le fichier ou le disque a été sauté";
"User cancelled extraction" = "L'utilisateur a annulé l'extraction";
"File already exists" = "Le fichier existe déjà";
"Verify failed (disk hook)" = "La vérification a échoué (disk hook)";
"Wrong drive geometry" = "Mauvaise géométrie du disque";
"Unknown data format" = "Format de données inconnu";
"Source contains no files" = "La source ne contient pas de fichiers";
"Unknown filesystem" = "Système de fichiers inconnu";
"Name of file exists as directory" = "Le nom du fichier existe en tant que dossier";
"Buffer was too short" = "Le tampon est trop petit";
"Text encoding was defective" = "L'encodage du texte est mauvais";
"Could not create symlink" = "Impossible de créer le lien symbolique";



